Repository: foucdeg/PairProgram
Catalog: PairProgram/*.lproj/Localizable.strings
Languages: fr

# menu.switch
source: Switch!
fr: On change !

# menu.continue
source: Continue (Player %d)
fr: Continuer (joueur %d)

# status.notRunning
source: Not Running
fr: Pas de session en cours

# status.formatWithTotalCycles
source: Round %d/%d, player %d
fr: Tour %d/%d, joueur %d

# status.format
source: Round %d, player %d
fr: Tour %d, joueur %d

# start.defaultWithTotalCycles
source: Start %d cycles of %d minutes
fr: Démarrer %d cycles de %d minutes

# start.default
source: Start cycles of %d minutes
fr: Démarrer des cycles de %d minutes

# notif.switch
source: Time to switch!
fr: On change !

# notif.switchToPlayer
source: Switch to player %d.
fr: Passez le clavier au joueur %d.

# notif.switchAction
source: Continue (⌥G)
fr: Continuer (⌥G)

# notif.itsOver
source: It's over!
fr: C'est fini !

# notif.finished
source: Your pair programming session is finished.
fr: Votre session de pair programming est terminée.

# notif.end
source: End (⌥E)
fr: Terminer (⌥E)

# cycleChoices.unlimited
source: Unlimited
fr: Illimité
